[
  "obsidian-icon-folder",
  "automatic-table-of-contents",
  "obsidian-git",
  "better-word-count",
  "obsidian-auto-link-title",
  "obsidian-excalidraw-plugin",
  "mehrmaid",
  "mermaid-tools",
  "obsidian-linter",
  "obsidian-vimrc-support"
]